Repository: adithyankv/trimmer
Catalog: po/*.po
Languages: hu

source: Open video
hu: Videó megnyitása

source: Open
hu: Megnyitás

source: Cancel
hu: Mégse

source: Video files
hu: Videofájlok

source: No videos open
hu: Nincs megnyitva videó

source: Open a video to trim it
hu: Videofájl megnyitása vágáshoz

source: Open a video file
hu: Videó megnyitása

source: Help
hu: Súgó

source: Having trouble? Get help and report issues
hu: Elakadtál? Kérj segítséget vagy jelents egy hibát

source: Trim
hu: Vágás

source: Start
hu: Kezdete

source: End
hu: Vége

source: Trimmer
hu: Vágó

source: Succesfully trimmed %s, saved as %s
hu: %s vágása megtörtént és mentésre került a(z) %s fájlba

source: Trim failed. %s
hu: Vágás meghiúsult. %s

source: Save video
hu: Videó mentése

source: Save
hu: Mentés

source: %s-trimmed.%s
hu: %s részlet.%s

source: ffmpeg not found. Trimmer requires ffmpeg.
hu: ffmpeg nem található. A Vágó használatához szükséges.

source: Video trimming utility
hu: Videóvágó alkalmazás.

source: Trimmer lets you quickly trim videos given start and end timestamps.
hu: A Vágó segítségével gyorsan és könnyedén vághatsz ki részleteket, jeleneket videofájlokból.
